insert into movie (name, duration)
values ('фильм 1', '01:00'),
       ('фильм 2', '01:30'),
       ('фильм 3', '02:00'),
       ('фильм 4', '01:00');

insert into movie_session (movie_id, start_time, ticket_price)
values (1, '1990-01-01T09:00', 300),
       (3, '1990-01-01T11:00', 400),
       (4, '1990-01-01T12:30', 400),
       (2, '1990-01-01T13:45', 100),
       (1, '1990-01-01T16:00', 250),
       (1, '1990-01-01T17:00', 250);

insert into ticket (session_id)
values (2),
       (2),
       (3),
       (4),
       (4),
       (4),
       (4),
       (4),
       (4),
       (4),
       (4),
       (4),
       (4),
       (1),
       (1),
       (5),
       (5),
       (5);
